[
  {
    "id": 1,
    "poem": "開天闢地作良緣，吉日良時萬物全；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "萬事皆有其最初的萌芽。目前的處境正處於「從無到有」的開拓期。資源與時機已在暗處匯聚，無需頻頻回首。",
    "risk": "起步時力道最強，需注意長遠佈局，避免在第一步耗盡所有能量。",
    "vcp": "此刻擁有的「勇氣」與「初心」是推動循環的燃料。"
  },
  {
    "id": 2,
    "poem": "鯨魚未變守江河，不可發威且待時；頃刻一聲雷震動，殘軀與懶復開嶸。",
    "interpretation": "江河寬廣，足以容納等待。此刻的寂靜並非停滯，而是深海中的蓄勢。在雷聲未響之前，過度的掙扎與張揚僅是徒勞。",
    "risk": "切莫在時機未成熟時強行動作，否則將白費先前積攢的實力。",
    "vcp": "「忍耐」與「觀察」是當下最具生產力的行為。"
  },
  {
    "id": 3,
    "poem": "燕子啣泥築壘巢，到頭勞力費煎熬；若還弄得巢成後，且免衰微且免牢。",
    "interpretation": "點滴的累積，看似緩慢且伴隨疲憊。然而，「巢穴」的成形就在這無聲的過程中。唯有經歷過這段煎熬，往後的安定才有根基。",
    "risk": "需注意持續力。若因中途疲累而停工，先前的努力將隨風而逝。",
    "vcp": "瑣碎的日常努力，正在構建未來免於動盪的防線。"
  },
  {
    "id": 4,
    "poem": "千年古鏡復光輝，女解男從始自知；好事雖然成就晚，但須誠意莫遲疑。",
    "interpretation": "蒙塵的狀態即將終結，原有的本質將重新顯影。協作與共識是開啟局面的鑰匙。雖然成果在時間軸上稍有滯後，但核心方向無需動搖。",
    "risk": "最大的風險來自於對時間滯後的焦慮而導致的半途而廢。",
    "vcp": "此刻的價值在於「誠意」的穩定性。"
  },
  {
    "id": 5,
    "poem": "一鋤掘地出黃金，隨意之時福最深；萬般要求皆如意，百般進步總隨心。",
    "interpretation": "挖掘的深度已觸及轉折。過去的積累在不經意間轉化為實質的回饋。目前處於順風期，想法與環境正趨於同步。",
    "risk": "順境中容易忽略細節。需保持覺察，避免隨意而導致的資源浪費。",
    "vcp": "過去長期堅持的行為，現在正顯示出其真正的價值。"
  },
  {
    "id": 6,
    "poem": "投身巖下避風塵，風浪才停又入身；若要平安無事日，除非絕嶺見麒麟。",
    "interpretation": "逃避並非長久之計，舊的風浪平息，新的循環又起。尋找真正的安寧，需要從本質上提升視野，而非僅是尋找下一個避風港。",
    "risk": "警惕「循環式逃避」帶來的體力與心智耗損。",
    "vcp": "「視野的提升」是目前最有價值的轉換。"
  },
  {
    "id": 7,
    "poem": "奔波役役重重險，帶病提籃向此行；勞心勞力無多利，且且尋求別處耕。",
    "interpretation": "重複的勞動若未能帶來對應的增長，或許是土壤本身的限制。目前的困頓並非因為不夠努力，而是方向與環境需要重新校準。",
    "risk": "過度透支身心去維持一個低回報的現狀，風險極高。",
    "vcp": "意識到「環境限制」並尋求改變，是止損的第一步價值。"
  },
  {
    "id": 8,
    "poem": "茂林松柏正興旺，雨露相滋自長榮；莫道一年容易過，多謀多慮不寬心。",
    "interpretation": "生命力正處於旺盛的成長期，外界的資源正如雨露般適時滋養。不應在豐收之際過度擔憂未來的匱乏，而忽略了當下的繁茂。",
    "risk": "過度的焦慮（多謀多慮）會損害當下的成果質量。",
    "vcp": "「安定的心態」是目前最能吸引資源的磁場。"
  },
  {
    "id": 9,
    "poem": "勞君問我前程事，好似二人搭渡船；此中定有風波在，且須謹慎保平安。",
    "interpretation": "前進的過程中必然包含與人的連結與協作。目前的狀態像是共同渡河，風浪是環境的一部分，並非針對個人而來。謹慎應對即可。",
    "risk": "合作關係中的資訊不對稱或情緒波動可能導致方向偏離。",
    "vcp": "「溝通與謹慎」是確保這趟旅程安全抵達的關鍵價值。"
  },
  {
    "id": 10,
    "poem": "櫝藏無價寶和珍，只管當前不識真；若要顯達時機至，直待雲開月朗辰。",
    "interpretation": "內在的潛力與價值目前被外在的雲霧遮蔽，尚未被大眾或自己全然看清。這不是缺乏價值的表現，而是時機未到的沉潛。",
    "risk": "因自卑或急於變現而賤賣自己的價值。",
    "vcp": "守住「自我真實價值」的耐心，是未來大放異彩的根基。"
  },
  {
    "id": 11,
    "poem": "欲求勝負也難非常，須是用功各自忙；要是平安無事日，除非絕嶺見麒麟。",
    "interpretation": "競爭與博弈的終點往往並非勝負，而是過程中的自我磨練。與其過度關注他人的進度，不如回歸到自身的節律。真正的平靜，來自於對結果的釋然。",
    "risk": "過度沉溺於勝負之爭，會導致內耗過大，忽略了長遠的佈局。",
    "vcp": "「專注於自身的精進」是目前最能產出價值的行為。"
  },
  {
    "id": 12,
    "poem": "否去泰來咫尺間，暫時受苦莫心煎；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "低谷與高峰的轉換往往就在一線之間。目前的艱難僅是暫時的過渡，無需在焦慮中反覆煎熬。目前的能量正在重組，準備進入下一個循環。",
    "risk": "在曙光出現前夕因失去信心而放棄，是最可惜的風險。",
    "vcp": "此時展現的「情緒穩定力」是未來承載好運的根基。"
  },
  {
    "id": 13,
    "poem": "自小生身富貴家，眼前萬事總奢華；蒙君指出秦陽路，好似回頭放早衙。",
    "interpretation": "過往的輝煌與習慣的安逸，在變動面前可能成為負擔。現在是一個轉折點，需要放下過去的慣性，重新審視眼前的路。轉身並非退步，而是選擇更精準的方向。",
    "risk": "執著於過往的「舒適圈」，會對新機會產生視盲。",
    "vcp": "「歸零思考」的能力，能幫助在複雜局勢中看清本質。"
  },
  {
    "id": 14,
    "poem": "宛如仙鶴出樊籠，脫卻羈縻處處通；南北東西無障礙，任君直上九霄中。",
    "interpretation": "束縛與限制已經解除，原本停滯的能量現在得以流動。此時視野寬廣，不再受限於單一的選擇，可以自由地進行跨領域的探索與嘗試。",
    "risk": "雖然自由，但需注意目標的聚焦，避免因選擇過多而導致能量分散。",
    "vcp": "「全方位的擴張性」是目前最顯著的優勢。"
  },
  {
    "id": 15,
    "poem": "行人流水自相宜，一事無成兩不利；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "行動與環境之間需要達成一種自然的共鳴。目前的狀態若像逆水行舟，則不必強求結果。順應趨勢的流動，反而能找到最省力的位置。",
    "risk": "強求不屬於當下時機的事務，會導致雙倍的資源損失。",
    "vcp": "「順勢而為」的智慧，是達成長期價值的關鍵。"
  },
  {
    "id": 16,
    "poem": "愁眉思慮暫時開，啟齒含笑步高台；自古英雄多寂寞，且須忍耐莫疑猜。",
    "interpretation": "憂鬱的雲霧正在散去，笑容與自信重新回歸。雖然在高處或轉型期難免感到孤獨，但這正是建立獨特價值的必經路徑。穩定心神，無需多餘的猜忌。",
    "risk": "對孤獨的恐懼可能導致做出妥協式的錯誤決策。",
    "vcp": "「獨立思考與執行力」正在形塑不凡的競爭力。"
  },
  {
    "id": 17,
    "poem": "莫聽旁人說是非，自管當前不識真；若要顯達時機至，直待雲開月朗辰。",
    "interpretation": "界干擾過多，容易混淆對真實價值的判斷。此時應關閉外界雜音，專注於內在的積累與真相的探尋。清朗的時機自然會到來。",
    "risk": "輕信流言或他人的評價，會動搖核心的發展策略。",
    "vcp": "「守住本心」的定力，在混亂的市場或環境中是稀缺價值。"
  },
  {
    "id": 18,
    "poem": "金烏西墜兔東升，日夜循環至古今；僧道得之無損害，工商得之有驚喜。",
    "interpretation": "事物遵循著自然的週期律動，起伏是永恆的規律。目前的循環正在更替，對於追求穩定者無礙，對於尋求突破者則存在意想不到的機會點。",
    "risk": "忽視週期律，在該收斂時擴張，或該擴張時退縮。",
    "vcp": "「對週期的精準體察」能帶來超額的決策收益。"
  },
  {
    "id": 19,
    "poem": "急水灘頭放船歸，風波作浪欲何為；若要平安無事日，除非絕嶺見麒麟。",
    "interpretation": "目前的環境處於高風險的急流之中，並非衝刺的最佳時機。此時的智慧在於「退守」與「回航」，確保核心資產的安全是第一優先。",
    "risk": "在風暴中試圖強行轉彎或加速，有傾覆的危險。",
    "vcp": "「風險意識」與「止損決斷力」是當前最大的價值展現。"
  },
  {
    "id": 20,
    "poem": "當春久雨喜初晴，玉兔金烏漸漸明；舊事從新修整過，翻身跳出苦難坑。",
    "interpretation": "漫長的陰雨天已經結束，局勢開始明朗化。這是重啟舊計畫或修正過往錯誤的最佳時機。透過整理與更新，能徹底脫離先前的困局。",
    "risk": "慣性帶來的悲觀思維，可能讓人錯過剛萌芽的轉機。",
    "vcp": "「重構與翻新」的能力，能將舊有的廢墟化為新芽的養分。"
  },
  {
    "id": 21,
    "poem": "陰陽道合總成前，翻手作雲覆手雨；要知平生無損失，但須誠意莫遲疑。",
    "interpretation": "自然界與局勢的更迭本有規律，變幻莫測是常態。當外部環境如雲雨般反覆時，唯一能握住的是內在的誠信與初衷。只要方向純正，眼前的波動並不會造成本質的損害。",
    "risk": "因環境變動而頻繁改變核心策略，反而會導致真正的損失。",
    "vcp": "「誠意」與「定力」是變局中最高價值的防禦。"
  },
  {
    "id": 22,
    "poem": "欲去長江水闊茫，行舟把定未遭風；戶內用心再作福，不如且守免災殃。",
    "interpretation": "前方的目標雖然宏大，但目前的風向尚未成形。強行出航可能面臨不可測的風險。此時更適合回歸內部，修整細節並累積福澤。守住現有的成果，本身就是一種進步。",
    "risk": "盲目衝刺、忽視風險指標，可能在開闊水域中迷失方向。",
    "vcp": "「審慎的停頓」是為了保護更長遠的航行能力。"
  },
  {
    "id": 23,
    "poem": "欲商量處且商量，不若誠心禮上蒼；若是按行並按法，自然平安福壽長。",
    "interpretation": "在尋求共識或策略的過程中，過度的權謀算計不如回歸對規律的敬畏。遵循既有的規範與法理行動，自然的秩序會給予對應的護佑與平安。",
    "risk": "試圖走捷徑或違背準則，會埋下日後崩塌的隱患。",
    "vcp": "「合規與誠信」是建立長久品牌或事業的最短路徑。"
  },
  {
    "id": 24,
    "poem": "不成鄰里不成家，水隔天涯不一家；若解此籤無敗助，平生富貴喜相連。",
    "interpretation": "連結與融合需要時間與契機。目前若感到與環境或他人格格不入，並非失敗，而是因緣尚未聚合。維持獨立且優質的狀態，等待對的交集點出現。",
    "risk": "強求不契合的合作或關係，會導致資源的錯置與摩擦。",
    "vcp": "「保持獨立的價值高度」能吸引更精準的連結。"
  },
  {
    "id": 25,
    "poem": "過了憂危第幾重，從今再立永無凶；寬心自有寬心計，得志翻身向九霄。",
    "interpretation": "最艱難的重重考驗已經留在身後。現在是重新立定志向、整裝出發的時刻。保持開闊的心胸會帶來更靈活的策略，未來的上升空間已經打開。",
    "risk": "被過去的創傷記憶束縛，不敢放手抓住眼前的擴張機會。",
    "vcp": "「重獲新生的決心」是推動翻身的最強動力。"
  },
  {
    "id": 26,
    "poem": "上下傳來事轉奇，偏聽旁言必有疑；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "訊息來源雜亂且充滿轉折，此時容易因片面之詞而產生誤判。在混亂的資訊流中，需要回歸事實本身，避免被情緒性的語言帶走節奏。",
    "risk": "偏聽偏信導致決策偏差，損害團隊或個人的信用。",
    "vcp": "「批判性思考」與「多方求證」是此時避險的核心價值。"
  },
  {
    "id": 27,
    "poem": "一謀一用必效法，誠信為先必有成；莫道當前無利便，且須忍耐莫疑猜。",
    "interpretation": "每一個謀劃與行動都應遵循正確的方法論。誠信雖然在短期內不一定能看到利益的爆發，但它是長期成功的唯一基底。目前的寂靜是在積累勢能。",
    "risk": "因短期見不到利益而動搖對正確原則的堅持。",
    "vcp": "「方法的精確性」與「長期主義」的結合。"
  },
  {
    "id": 28,
    "poem": "東方佛國有緣人，一炷清香見法身；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "目前的處境中隱藏著深刻的連結與指引。只要心念純正，便能看見平時忽略的機會與貴人。這種機緣來自於長期的善念積累。",
    "risk": "忽視身邊細微的啟示，或是因急功近利而斷送了長遠的緣分。",
    "vcp": "「敏銳的洞察力」與「善的共振」。"
  },
  {
    "id": 29,
    "poem": "寶劍磨磨盡見光，時至開匣射蒼茫；莫道當前無用處，且須忍耐莫疑猜。",
    "interpretation": "漫長的磨礪並非無用，那是為了在最關鍵的時刻展現鋒芒。目前處於「藏鋒」階段，所有的枯燥與重複都在增加未來的穿透力。",
    "risk": "在鋒芒未成、時機未至時急於展示，容易折損元氣。",
    "vcp": "「深厚的技術積澱」是未來破局的唯一條件。"
  },
  {
    "id": 30,
    "poem": "勸君切莫向他求，似鶴飛來未得休；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "內求而非外求。當前的答案與資源其實就在自己手中，盲目向外奔波反而會像疲憊的鶴，難以找到棲息地。靜下來審視現有的條件。",
    "risk": "過度依賴外部支援，喪失了自身的主動權與節奏。",
    "vcp": "「自給自足的能力」與「內在核心競爭力」。"
  }
]
