[
  {
    "id": 1,
    "poem": "開天闢地作良緣，吉日良時萬物全；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "萬事皆有其最初的萌芽。目前的處境正處於「從無到有」的開拓期。資源與時機已在暗處匯聚，無需頻頻回首。",
    "risk": "起步時力道最強，需注意長遠佈局，避免在第一步耗盡所有能量。",
    "vcp": "此刻擁有的「勇氣」與「初心」是推動循環的燃料。"
  },
  {
    "id": 2,
    "poem": "鯨魚未變守江河，不可發威且待時；頃刻一聲雷震動，殘軀與懶復開嶸。",
    "interpretation": "江河寬廣，足以容納等待。此刻的寂靜並非停滯，而是深海中的蓄勢。在雷聲未響之前，過度的掙扎與張揚僅是徒勞。",
    "risk": "切莫在時機未成熟時強行動作，否則將白費先前積攢的實力。",
    "vcp": "「忍耐」與「觀察」是當下最具生產力的行為。"
  },
  {
    "id": 3,
    "poem": "燕子啣泥築壘巢，到頭勞力費煎熬；若還弄得巢成後，且免衰微且免牢。",
    "interpretation": "點滴的累積，看似緩慢且伴隨疲憊。然而，「巢穴」的成形就在這無聲的過程中。唯有經歷過這段煎熬，往後的安定才有根基。",
    "risk": "需注意持續力。若因中途疲累而停工，先前的努力將隨風而逝。",
    "vcp": "瑣碎的日常努力，正在構建未來免於動盪的防線。"
  },
  {
    "id": 4,
    "poem": "千年古鏡復光輝，女解男從始自知；好事雖然成就晚，但須誠意莫遲疑。",
    "interpretation": "蒙塵的狀態即將終結，原有的本質將重新顯影。協作與共識是開啟局面的鑰匙。雖然成果在時間軸上稍有滯後，但核心方向無需動搖。",
    "risk": "最大的風險來自於對時間滯後的焦慮而導致的半途而廢。",
    "vcp": "此刻的價值在於「誠意」的穩定性。"
  },
  {
    "id": 5,
    "poem": "一鋤掘地出黃金，隨意之時福最深；萬般要求皆如意，百般進步總隨心。",
    "interpretation": "挖掘的深度已觸及轉折。過去的積累在不經意間轉化為實質的回饋。目前處於順風期，想法與環境正趨於同步。",
    "risk": "順境中容易忽略細節。需保持覺察，避免隨意而導致的資源浪費。",
    "vcp": "過去長期堅持的行為，現在正顯示出其真正的價值。"
  },
  {
    "id": 6,
    "poem": "投身巖下避風塵，風浪才停又入身；若要平安無事日，除非絕嶺見麒麟。",
    "interpretation": "逃避並非長久之計，舊的風浪平息，新的循環又起。尋找真正的安寧，需要從本質上提升視野，而非僅是尋找下一個避風港。",
    "risk": "警惕「循環式逃避」帶來的體力與心智耗損。",
    "vcp": "「視野的提升」是目前最有價值的轉換。"
  },
  {
    "id": 7,
    "poem": "奔波役役重重險，帶病提籃向此行；勞心勞力無多利，且且尋求別處耕。",
    "interpretation": "重複的勞動若未能帶來對應的增長，或許是土壤本身的限制。目前的困頓並非因為不夠努力，而是方向與環境需要重新校準。",
    "risk": "過度透支身心去維持一個低回報的現狀，風險極高。",
    "vcp": "意識到「環境限制」並尋求改變，是止損的第一步價值。"
  },
  {
    "id": 8,
    "poem": "茂林松柏正興旺，雨露相滋自長榮；莫道一年容易過，多謀多慮不寬心。",
    "interpretation": "生命力正處於旺盛的成長期，外界的資源正如雨露般適時滋養。不應在豐收之際過度擔憂未來的匱乏，而忽略了當下的繁茂。",
    "risk": "過度的焦慮（多謀多慮）會損害當下的成果質量。",
    "vcp": "「安定的心態」是目前最能吸引資源的磁場。"
  },
  {
    "id": 9,
    "poem": "勞君問我前程事，好似二人搭渡船；此中定有風波在，且須謹慎保平安。",
    "interpretation": "前進的過程中必然包含與人的連結與協作。目前的狀態像是共同渡河，風浪是環境的一部分，並非針對個人而來。謹慎應對即可。",
    "risk": "合作關係中的資訊不對稱或情緒波動可能導致方向偏離。",
    "vcp": "「溝通與謹慎」是確保這趟旅程安全抵達的關鍵價值。"
  },
  {
    "id": 10,
    "poem": "櫝藏無價寶和珍，只管當前不識真；若要顯達時機至，直待雲開月朗辰。",
    "interpretation": "內在的潛力與價值目前被外在的雲霧遮蔽，尚未被大眾或自己全然看清。這不是缺乏價值的表現，而是時機未到的沉潛。",
    "risk": "因自卑或急於變現而賤賣自己的價值。",
    "vcp": "守住「自我真實價值」的耐心，是未來大放異彩的根基。"
  },
  {
    "id": 11,
    "poem": "欲求勝負也難非常，須是用功各自忙；要是平安無事日，除非絕嶺見麒麟。",
    "interpretation": "競爭與博弈的終點往往並非勝負，而是過程中的自我磨練。與其過度關注他人的進度，不如回歸到自身的節律。真正的平靜，來自於對結果的釋然。",
    "risk": "過度沉溺於勝負之爭，會導致內耗過大，忽略了長遠的佈局。",
    "vcp": "「專注於自身的精進」是目前最能產出價值的行為。"
  },
  {
    "id": 12,
    "poem": "否去泰來咫尺間，暫時受苦莫心煎；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "低谷與高峰的轉換往往就在一線之間。目前的艱難僅是暫時的過渡，無需在焦慮中反覆煎熬。目前的能量正在重組，準備進入下一個循環。",
    "risk": "在曙光出現前夕因失去信心而放棄，是最可惜的風險。",
    "vcp": "此時展現的「情緒穩定力」是未來承載好運的根基。"
  },
  {
    "id": 13,
    "poem": "自小生身富貴家，眼前萬事總奢華；蒙君指出秦陽路，好似回頭放早衙。",
    "interpretation": "過往的輝煌與習慣的安逸，在變動面前可能成為負擔。現在是一個轉折點，需要放下過去的慣性，重新審視眼前的路。轉身並非退步，而是選擇更精準的方向。",
    "risk": "執著於過往的「舒適圈」，會對新機會產生視盲。",
    "vcp": "「歸零思考」的能力，能幫助在複雜局勢中看清本質。"
  },
  {
    "id": 14,
    "poem": "宛如仙鶴出樊籠，脫卻羈縻處處通；南北東西無障礙，任君直上九霄中。",
    "interpretation": "束縛與限制已經解除，原本停滯的能量現在得以流動。此時視野寬廣，不再受限於單一的選擇，可以自由地進行跨領域的探索與嘗試。",
    "risk": "雖然自由，但需注意目標的聚焦，避免因選擇過多而導致能量分散。",
    "vcp": "「全方位的擴張性」是目前最顯著的優勢。"
  },
  {
    "id": 15,
    "poem": "行人流水自相宜，一事無成兩不利；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "行動與環境之間需要達成一種自然的共鳴。目前的狀態若像逆水行舟，則不必強求結果。順應趨勢的流動，反而能找到最省力的位置。",
    "risk": "強求不屬於當下時機的事務，會導致雙倍的資源損失。",
    "vcp": "「順勢而為」的智慧，是達成長期價值的關鍵。"
  },
  {
    "id": 16,
    "poem": "愁眉思慮暫時開，啟齒含笑步高台；自古英雄多寂寞，且須忍耐莫疑猜。",
    "interpretation": "憂鬱的雲霧正在散去，笑容與自信重新回歸。雖然在高處或轉型期難免感到孤獨，但這正是建立獨特價值的必經路徑。穩定心神，無需多餘的猜忌。",
    "risk": "對孤獨的恐懼可能導致做出妥協式的錯誤決策。",
    "vcp": "「獨立思考與執行力」正在形塑不凡的競爭力。"
  },
  {
    "id": 17,
    "poem": "莫聽旁人說是非，自管當前不識真；若要顯達時機至，直待雲開月朗辰。",
    "interpretation": "界干擾過多，容易混淆對真實價值的判斷。此時應關閉外界雜音，專注於內在的積累與真相的探尋。清朗的時機自然會到來。",
    "risk": "輕信流言或他人的評價，會動搖核心的發展策略。",
    "vcp": "「守住本心」的定力，在混亂的市場或環境中是稀缺價值。"
  },
  {
    "id": 18,
    "poem": "金烏西墜兔東升，日夜循環至古今；僧道得之無損害，工商得之有驚喜。",
    "interpretation": "事物遵循著自然的週期律動，起伏是永恆的規律。目前的循環正在更替，對於追求穩定者無礙，對於尋求突破者則存在意想不到的機會點。",
    "risk": "忽視週期律，在該收斂時擴張，或該擴張時退縮。",
    "vcp": "「對週期的精準體察」能帶來超額的決策收益。"
  },
  {
    "id": 19,
    "poem": "急水灘頭放船歸，風波作浪欲何為；若要平安無事日，除非絕嶺見麒麟。",
    "interpretation": "目前的環境處於高風險的急流之中，並非衝刺的最佳時機。此時的智慧在於「退守」與「回航」，確保核心資產的安全是第一優先。",
    "risk": "在風暴中試圖強行轉彎或加速，有傾覆的危險。",
    "vcp": "「風險意識」與「止損決斷力」是當前最大的價值展現。"
  },
  {
    "id": 20,
    "poem": "當春久雨喜初晴，玉兔金烏漸漸明；舊事從新修整過，翻身跳出苦難坑。",
    "interpretation": "漫長的陰雨天已經結束，局勢開始明朗化。這是重啟舊計畫或修正過往錯誤的最佳時機。透過整理與更新，能徹底脫離先前的困局。",
    "risk": "慣性帶來的悲觀思維，可能讓人錯過剛萌芽的轉機。",
    "vcp": "「重構與翻新」的能力，能將舊有的廢墟化為新芽的養分。"
  },
  {
    "id": 21,
    "poem": "陰陽道合總成前，翻手作雲覆手雨；要知平生無損失，但須誠意莫遲疑。",
    "interpretation": "自然界與局勢的更迭本有規律，變幻莫測是常態。當外部環境如雲雨般反覆時，唯一能握住的是內在的誠信與初衷。只要方向純正，眼前的波動並不會造成本質的損害。",
    "risk": "因環境變動而頻繁改變核心策略，反而會導致真正的損失。",
    "vcp": "「誠意」與「定力」是變局中最高價值的防禦。"
  },
  {
    "id": 22,
    "poem": "欲去長江水闊茫，行舟把定未遭風；戶內用心再作福，不如且守免災殃。",
    "interpretation": "前方的目標雖然宏大，但目前的風向尚未成形。強行出航可能面臨不可測的風險。此時更適合回歸內部，修整細節並累積福澤。守住現有的成果，本身就是一種進步。",
    "risk": "盲目衝刺、忽視風險指標，可能在開闊水域中迷失方向。",
    "vcp": "「審慎的停頓」是為了保護更長遠的航行能力。"
  },
  {
    "id": 23,
    "poem": "欲商量處且商量，不若誠心禮上蒼；若是按行並按法，自然平安福壽長。",
    "interpretation": "在尋求共識或策略的過程中，過度的權謀算計不如回歸對規律的敬畏。遵循既有的規範與法理行動，自然的秩序會給予對應的護佑與平安。",
    "risk": "試圖走捷徑或違背準則，會埋下日後崩塌的隱患。",
    "vcp": "「合規與誠信」是建立長久品牌或事業的最短路徑。"
  },
  {
    "id": 24,
    "poem": "不成鄰里不成家，水隔天涯不一家；若解此籤無敗助，平生富貴喜相連。",
    "interpretation": "連結與融合需要時間與契機。目前若感到與環境或他人格格不入，並非失敗，而是因緣尚未聚合。維持獨立且優質的狀態，等待對的交集點出現。",
    "risk": "強求不契合的合作或關係，會導致資源的錯置與摩擦。",
    "vcp": "「保持獨立的價值高度」能吸引更精準的連結。"
  },
  {
    "id": 25,
    "poem": "過了憂危第幾重，從今再立永無凶；寬心自有寬心計，得志翻身向九霄。",
    "interpretation": "最艱難的重重考驗已經留在身後。現在是重新立定志向、整裝出發的時刻。保持開闊的心胸會帶來更靈活的策略，未來的上升空間已經打開。",
    "risk": "被過去的創傷記憶束縛，不敢放手抓住眼前的擴張機會。",
    "vcp": "「重獲新生的決心」是推動翻身的最強動力。"
  },
  {
    "id": 26,
    "poem": "上下傳來事轉奇，偏聽旁言必有疑；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "訊息來源雜亂且充滿轉折，此時容易因片面之詞而產生誤判。在混亂的資訊流中，需要回歸事實本身，避免被情緒性的語言帶走節奏。",
    "risk": "偏聽偏信導致決策偏差，損害團隊或個人的信用。",
    "vcp": "「批判性思考」與「多方求證」是此時避險的核心價值。"
  },
  {
    "id": 27,
    "poem": "一謀一用必效法，誠信為先必有成；莫道當前無利便，且須忍耐莫疑猜。",
    "interpretation": "每一個謀劃與行動都應遵循正確的方法論。誠信雖然在短期內不一定能看到利益的爆發，但它是長期成功的唯一基底。目前的寂靜是在積累勢能。",
    "risk": "因短期見不到利益而動搖對正確原則的堅持。",
    "vcp": "「方法的精確性」與「長期主義」的結合。"
  },
  {
    "id": 28,
    "poem": "東方佛國有緣人，一炷清香見法身；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "目前的處境中隱藏著深刻的連結與指引。只要心念純正，便能看見平時忽略的機會與貴人。這種機緣來自於長期的善念積累。",
    "risk": "忽視身邊細微的啟示，或是因急功近利而斷送了長遠的緣分。",
    "vcp": "「敏銳的洞察力」與「善的共振」。"
  },
  {
    "id": 29,
    "poem": "寶劍磨磨盡見光，時至開匣射蒼茫；莫道當前無用處，且須忍耐莫疑猜。",
    "interpretation": "漫長的磨礪並非無用，那是為了在最關鍵的時刻展現鋒芒。目前處於「藏鋒」階段，所有的枯燥與重複都在增加未來的穿透力。",
    "risk": "在鋒芒未成、時機未至時急於展示，容易折損元氣。",
    "vcp": "「深厚的技術積澱」是未來破局的唯一條件。"
  },
  {
    "id": 30,
    "poem": "勸君切莫向他求，似鶴飛來未得休；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "內求而非外求。當前的答案與資源其實就在自己手中，盲目向外奔波反而會像疲憊的鶴，難以找到棲息地。靜下來審視現有的條件。",
    "risk": "過度依賴外部支援，喪失了自身的主動權與節奏。",
    "vcp": "「自給自足的能力」與「內在核心競爭力」。"
  },
  {
    "id": 31,
    "poem": "清風明月樂悠悠，好事雖然成就晚；但須誠意莫遲疑，平生富貴喜相連。",
    "interpretation": "當前的狀態如同清風明月，雖無即時的功名利祿，卻有難得的清閒與寧靜。理想的結果雖然抵達較晚，但只要內在的信念不曾動搖，豐盛終將隨之而至。",
    "risk": "因急於見到成果而破壞了當下的寧靜節奏，導致焦慮過度。",
    "vcp": "「耐性」與「對生活品質的維持」是此時最高級的積累。"
  },
  {
    "id": 32,
    "poem": "土地滋生萬物新，勤勞耕種自然成；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "現在是投入勞動的最佳時機。土壤已經肥沃，只要肯播種、肯付出汗水，自然的循環定會給予豐厚的回饋。這是一段「一分耕耘一分收獲」的純粹時期。",
    "risk": "空有想法而無實際行動，錯過種植的黃金期。",
    "vcp": "「執行力」與「對基礎工作的尊重」是當下的核心價值。"
  },
  {
    "id": 33,
    "poem": "石中藏玉有誰知，一見清光辨別時；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "珍貴的本質目前還包裹在平凡的外殼之下，尚未被外界識別。這需要獨到的眼光或等待時機的剖開。不需要因暫時的平庸感而自卑，內在的價值始終存在。",
    "risk": "因急於證明自己，在未磨練成熟前就貿然展現，反而損害了玉的本質。",
    "vcp": "「自我覺察」與「對潛力的保護」。"
  },
  {
    "id": 34,
    "poem": "出入行藏莫懷疑，自管當前不識真；若要顯達時機至，直待雲開月朗辰。",
    "interpretation": "無論是選擇前進還是隱退，都不必反覆自我懷疑。目前的迷茫是因為整體局勢的雲霧尚未散去。守住當前的本分，等待外部環境明朗化即可。",
    "risk": "在資訊不足時因多疑而做出反覆無常的決策。",
    "vcp": "「決策的穩定性」與「對時機的尊重」。"
  },
  {
    "id": 35,
    "poem": "衣冠重整舊家風，道是無窮卻有窮；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "這是一個回歸傳統或修復舊有秩序的契機。過去的經驗中藏著解決問題的鑰匙。看似資源耗盡的時刻，往往是重新定義家風、重整旗鼓的起點。",
    "risk": "過度迷信過去的成功模式，而忽略了環境已經改變的事實。",
    "vcp": "「文化傳承」與「組織結構的優化」。"
  },
  {
    "id": 36,
    "poem": "眼前好事總成虛，莫把浮雲作主旨；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "眼前的誘惑或繁華可能僅是短暫的幻象。不應將核心策略建立在不穩定的基礎（浮雲）之上。回歸到最真實、最穩固的需求，才能避免最終的落空。",
    "risk": "追求短線獲利或虛榮，導致核心資產受損。",
    "vcp": "「去繁就簡」與「辨別虛實」的洞察力。"
  },
  {
    "id": 37,
    "poem": "欲去長江水闊茫，行舟把定未遭風；戶內用心再作福，不如且守免災殃。",
    "interpretation": "目標雖遠大，但目前的客觀條件尚不足以支撐遠航。這不是停止，而是轉向內部優化。在自家門戶內多做累積，遠比冒險出海更具效益。",
    "risk": "無視氣象預警強行出航，面臨無法掌控的災厄。",
    "vcp": "「風險控管」與「內部資源整合」的價值。"
  },
  {
    "id": 38,
    "poem": "鏡中之花影中月，看了無奈沒遮攔；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "有些追求目前的狀態正如鏡花水月，雖美卻不可觸及。這是在提醒要放下虛幻的執著，將精力轉向那些看得見、摸得著的事實。清醒是為了更好的出發。",
    "risk": "在無法實現的目標上耗費過多情感與資源。",
    "vcp": "「理性回歸」與「務實主義」的建立。"
  },
  {
    "id": 39,
    "poem": "天邊消息未成真，疑信之間莫認親；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "傳聞與流言滿天飛，但在正式訊息確認之前，不應輕易投入信任或資源。保持一定的社交距離與觀察期，是保護自己的最佳方式。",
    "risk": "因輕信未經證實的消息而做出錯誤的結盟或投資。",
    "vcp": "「資訊篩選能力」與「情緒防火牆」。"
  },
  {
    "id": 40,
    "poem": "紅輪西墜兔東升，陰陽循環至古今；僧道得之無損害，工商得之有驚喜。",
    "interpretation": "日落月升，是自然的交替，也是能量的輪轉。舊的階段結束，新的轉機正在夜色中萌芽。這是一個轉換賽道或調整節奏的絕佳節點。",
    "risk": "對舊階段的結束過於悲觀，忽略了新週期的潛力。",
    "vcp": "「適應週期轉化」的彈性。"
  },
  {
    "id": 41,
    "poem": "自小生身富貴家，眼前萬事總奢華；蒙君指出秦陽路，好似回頭放早衙。",
    "interpretation": "過去的優勢可能成為現在的阻礙。現在有人指引一條通往真實、平實的道路，雖然這需要放棄一些表面的浮華，但卻是通往長治久安的必經之路。",
    "risk": "放不下身段，錯失轉型的最佳時機。",
    "vcp": "「自我革命」與「重塑價值體系」的勇氣。"
  },
  {
    "id": 42,
    "poem": "櫝藏無價寶和珍，只管當前不識真；若要顯達時機至，直待雲開月朗辰。",
    "interpretation": "寶物已在匣中，只是時機未到。目前的寂靜並非被遺忘，而是保護。不需要羨慕他人的顯達，屬於你的光芒正在雲層後方蓄勢。",
    "risk": "因懷才不遇的憤慨而導致行為偏激，毀壞了原本的寶貴特質。",
    "vcp": "「自我肯定的定力」與「沉潛的價值」。"
  },
  {
    "id": 43,
    "poem": "天地變通萬物全，自管當前不識真；若要顯達時機至，直待雲開月朗辰。",
    "interpretation": "天地的運作自有其通透之處，目前的困惑源於對全局觀的缺失。當視野提升到更高維度時，現有的矛盾將自然化解。靜觀其變是最好的策略。",
    "risk": "在迷霧中亂跑，導致體力耗盡卻原地踏步。",
    "vcp": "「宏觀視野」與「對規律的信任」。"
  },
  {
    "id": 44,
    "poem": "棋逢敵手難相勝，推擋之間見苦辛；若要平安無事日，除非絕嶺見麒麟。",
    "interpretation": "目前正處於僵持不下的拉鋸戰中，競爭激烈且消耗體力。這是一個考驗耐力的階段。若不想繼續耗損，或許需要跳出當前的棋局，尋找更高層次的和解。",
    "risk": "因意氣之爭而陷入無止盡的內耗，導致雙輸。",
    "vcp": "「博弈智慧」與「及時止損」的決斷力。"
  },
  {
    "id": 45,
    "poem": "溫柔自古勝剛強，積善人家有餘慶；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "強攻不如智取，剛硬不如柔軟。目前的局勢需要用包容與善意去化解衝突。當你選擇成為那個帶來和諧的人，環境也會給予對應的溫暖回饋。",
    "risk": "以硬碰硬，導致原本可修復的關係或計畫徹底破裂。",
    "vcp": "「軟實力」與「情緒商數（EQ）」的轉化價值。"
  },
  {
    "id": 46,
    "poem": "勸君耐守舊生涯，把定身心莫聽邪；直待坤宮回馬日，從前作事盡成奢。",
    "interpretation": "目前的節律適合守成，而非擴張。外在的誘惑與雜音較多，容易使人偏離正道。維持當前的穩定與正直，是穿越變局的唯一坦途。未來的回報將會補償現在的耐守。",
    "risk": "輕易聽信偏方或邪道，破壞了長年建立的信用基礎。",
    "vcp": "「核心穩定性」與「抗誘惑力」。"
  },
  {
    "id": 47,
    "poem": "錦上添花色更鮮，運來祿馬准前言；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "這是一個正向循環加速的階段。原本的優勢在環境的推波助瀾下，會產生倍增的效應。承諾與計畫在此時容易兌現，是展現成果的高光時刻。",
    "risk": "在鼎盛時期過於自傲，忽略了居安思危的儲備。",
    "vcp": "「品牌溢價」與「成功經驗的規模化」。"
  },
  {
    "id": 48,
    "poem": "鵾鳥秋來化作鵬，好游萬里壯志騰；從今得志翻身起，直上九霄莫遲疑。",
    "interpretation": "轉型與蛻變的時機已經成熟。過去的積累讓能量足以支撐一次巨大的躍升。此時應放開束縛，勇敢追求更高遠的目標，不再受限於過去的小池塘。",
    "risk": "因猶豫不決而錯過了上升氣流的黃金起飛點。",
    "vcp": "「視野轉型」與「戰略躍遷」的勇氣。"
  },
  {
    "id": 49,
    "poem": "營圖萬事若冰清，何必憂心事不成；自有貴人相助處，直須誠意莫遲疑。",
    "interpretation": "謀劃的事情清澈透明，沒有雜質與隱憂。這種純粹性本身就會吸引志同道合者的支持。不需要過度憂慮結果，只要維持這份坦蕩，阻礙會自然消失。",
    "risk": "因焦慮而做出多餘的干預，反而破壞了原本順暢的流程。",
    "vcp": "「清晰的邏輯」與「信賴感」的建立。"
  },
  {
    "id": 50,
    "poem": "五湖四海皆兄弟，自管當前不識真；若要顯達時機至，直待雲開月朗辰。",
    "interpretation": "資源與人脈其實遍佈在周遭，只是目前尚未被整合或識別。這是一個適合擴大社交邊界、廣結善緣的時期。雖然顯赫的成果尚未出現，但基底正在擴展。",
    "risk": "孤芳自賞，拒絕與外界溝通，導致資訊與資源的封閉。",
    "vcp": "「人際網路的潛在價值」與「包容力」。"
  },
  {
    "id": 51,
    "poem": "夏日初臨長日曛，主人欣樂客相親；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "氣氛融洽且充滿活力。無論是內部團隊還是外部合作，都處於一個溝通成本最低、互相支持度最高的階段。這種愉悅的能量能帶動事務的進展。",
    "risk": "過度沉溺於社交樂趣而忽略了實質工作的產出進度。",
    "vcp": "「組織氣氛」與「團隊凝聚力」的軟實力。"
  },
  {
    "id": 52,
    "poem": "水中撈月費精神，看了無奈沒遮攔；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "投入的方向可能存在本質上的虛幻。目前花費巨大心力所追求的目標，可能只是環境反射出的影跡。需要停下來重新評估目標的可行性與實體感。",
    "risk": "在錯誤的假設上持續投入資源，造成無效的內耗。",
    "vcp": "「及時止損」與「目標修正」的清醒。"
  },
  {
    "id": 53,
    "poem": "失物由來不需尋，自管當前不識真；若要顯達時機至，直待雲開月朗辰。",
    "interpretation": "有些失去其實是必要的代謝。與其沈溺於過去的損失中無法自拔，不如將目光投向尚未開發的潛力。雲開之時，會發現更有價值的東西已經補位。",
    "risk": "因過度執著於找回舊有的東西，而忽略了新機會的降臨。",
    "vcp": "「心理復原力（Resilience）」與「資源重新配置」。"
  },
  {
    "id": 54,
    "poem": "夢中得寶醒來無，應是當前不識真；若要顯達時機至，直待雲開月朗辰。",
    "interpretation": "目前的某些獲利或承諾可能僅存在於表象或理想中。這是在提醒要建立更扎實的現實感，不要被過於美好的願景催眠，而忽略了底層邏輯的檢驗。",
    "risk": "基於虛幻的願景做出重大的投資決策。",
    "vcp": "「實踐主義」與「對真相的辨識」。"
  },
  {
    "id": 55,
    "poem": "相爭並未見高低，不如且守免災殃；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "在互不相讓的競爭中，雙方都難以獲得實質優勢，只會不斷消耗。此時撤出爭端、守住自身陣地，反而是最智慧且最具效益的防禦策略。",
    "risk": "因意氣之爭而忘記了最初的戰略目標。",
    "vcp": "「避開無效競爭」的能力。"
  },
  {
    "id": 56,
    "poem": "澗小灘多浪未平，行舟把定未遭風；戶內用心再作福，不如且守免災殃。",
    "interpretation": "眼下的局勢狹窄且波折不斷。強行推進只會增加碰撞的機率。回歸到最基礎的維護與內部整頓，等待水漲船高之時，才是最佳的過關時機。",
    "risk": "在環境條件極其不利時強行運作，導致核心資產受損。",
    "vcp": "「耐性」與「細節優化」。"
  },
  {
    "id": 57,
    "poem": "茂林松柏正興旺，雨露相滋自長榮；莫道一年容易過，多謀多慮不寬心。",
    "interpretation": "成長的動能十分充足，環境的支持也如期而至。目前最需要的是給予生長時間，而非過度的干預與焦慮。心態的寬廣決定了這片森林最終的規模。",
    "risk": "過度焦慮導致頻繁更改策略，打斷了自然的成長週期。",
    "vcp": "「長期主義」與「心理餘裕」。"
  },
  {
    "id": 58,
    "poem": "直教磨杵作針時，勞力費心且自隨；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "這是一段考驗恆心與意志的漫長路徑。看似微不足道的重疊勞動，實際上正在發生質變。不需要問終點何在，專注於當下的每一吋進展，成果自成。",
    "risk": "在量變轉化為質變的前夕因枯燥而放棄。",
    "vcp": "「專注力」與「極致的工匠精神」。"
  },
  {
    "id": 59,
    "poem": "走馬江邊尋舊跡，自管當前不識真；若要顯達時機至，直待雲開月朗辰。",
    "interpretation": "在過往的經驗或舊有的基礎中尋找解答，是目前的重點。有些答案其實早就存在，只是需要用現在的眼光重新解讀。不急於創新，先向歷史借鏡。",
    "risk": "忽視已有的寶貴經驗，一味追求不成熟的新技術或新路徑。",
    "vcp": "「經驗的數位化與資產化」。"
  },
  {
    "id": 60,
    "poem": "急流勇退非無志，退後原來是向前；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "撤退並不代表失敗，有時是為了重新調整攻擊的角度。這是一個戰略性收縮的階段。當前的主動退讓，是為了在下一個路口擁有更充沛的動能。",
    "risk": "因面子問題死守殘局，錯失了轉場的最佳時機。",
    "vcp": "「戰略韌性」與「退後一步的寬度」。"
  },
  {
    "id": 61,
    "poem": "天開地闢良緣在，日吉時良萬事全；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "此時正處於一個大環境非常有利的切點。所有的因緣都在向好的方向靠攏，是一個適合啟動大型計畫或進行重要決策的黃金時刻。天時地利皆已具備。",
    "risk": "因過於順利而失去警戒，導致成本控管鬆散。",
    "vcp": "「機會窗口的捕捉」與「正向動能」。"
  },
  {
    "id": 62,
    "poem": "千年古鏡復光輝，女解男從始自知；好事雖然成就晚，但須誠意莫遲疑。",
    "interpretation": "沉寂已久的價值將被重新發現。這不是偶然，而是長久積累後的必然綻放。雖然成功的腳步比預期慢，但它的純度與影響力會遠超想像。",
    "risk": "在光輝重現前夕因自我懷疑而改弦易轍。",
    "vcp": "「品牌復興」與「核心價值的耐久性」。"
  },
  {
    "id": 63,
    "poem": "宛如仙鶴出樊籠，脫卻羈縻處處通；南北東西無障礙，任君直上九霄中。",
    "interpretation": "限制性的條件已經消除，現在擁有的自由度是前所未有的。這是一個打破界限、進行跨界整合或長途拓展的絕佳時期。任何方向都有通暢的可能。",
    "risk": "因過度興奮而缺乏目標感，在自由中迷失了核心方向。",
    "vcp": "「邊界的擴張」與「流動性價值」。"
  },
  {
    "id": 64,
    "poem": "衣冠重整舊家風，道是無窮卻有窮；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "重新整理內部的管理與體系，將舊有的優點轉化為現代的競爭力。資源雖非無窮無盡，但透過精密的整合與管理，能發揮出遠超現狀的效益。",
    "risk": "僅在表面進行修飾（衣冠重整），而忽略了底層邏輯的優化。",
    "vcp": "「組織重構」與「效率提升」。"
  },
  {
    "id": 65,
    "poem": "眼前好事總成虛，莫把浮雲作主旨；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "目前的某些利好消息可能只是環境的短暫反射，並非實體。這是在提醒要建立更深層的過濾機制，不被情緒價值帶動，回歸到硬數據的支撐上。",
    "risk": "基於感性直覺而非理性數據做出重大承諾。",
    "vcp": "「判斷的精準度」與「對雜訊的過濾」。"
  },
  {
    "id": 66,
    "poem": "欲去長江水闊茫，行舟把定未遭風；戶內用心再作福，不如且守免災殃。",
    "interpretation": "遠大的願景需要穩定的基座。在風向尚不明確時，最好的「出發」其實是留在原位強化設備與心理素質。內在的充足會自動化解外在的危險。",
    "risk": "對自身實力估計過高，在氣候條件惡劣時強行推進。",
    "vcp": "「基礎建設的強度」與「內核力量」。"
  },
  {
    "id": 67,
    "poem": "鏡中之花影中月，看了無奈沒遮攔；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "某些期望正在呈現其不可企及的本質。這並非失敗，而是一種提醒：資源應投放於更有回饋感、更真實的領域。放下虛影，才能看見身邊實體的寶庫。",
    "risk": "在無回報的幻想中虛耗生命與資本。",
    "vcp": "「認知轉向」與「務實決策」。"
  },
  {
    "id": 68,
    "poem": "天邊消息未成真，疑信之間莫認親；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "外部環境充滿了不確定性的信號。在此時，「觀望」是比「行動」更有價值的策略。不要急著加入任何陣營或進行投資，保持獨立觀察員的身分。",
    "risk": "因群眾心理（FOMO）而倉促做出跟風決定。",
    "vcp": "「獨立思考力」與「抗群體偏見」。"
  },
  {
    "id": 69,
    "poem": "紅輪西墜兔東升，陰陽循環至古今；僧道得之無損害，工商得之有驚喜。",
    "interpretation": "局勢正在經歷自然的更迭。這對原本處於被動的人來說是一個絕佳的翻盤點。日夜交替之際，舊的障礙會消失，新的市場或機會將隨之出現。",
    "risk": "對變動過度排斥，試圖留住已經下山的太陽（舊時代）。",
    "vcp": "「趨勢感知力」與「週期紅利」。"
  },
  {
    "id": 70,
    "poem": "自小生身富貴家，眼前萬事總奢華；蒙君指出秦陽路，好似回頭放早衙。",
    "interpretation": "原本依賴的資源正在重新洗牌。現在是脫離依賴、尋找真正自主道路的時刻。雖然過程中有如「回頭」般的艱辛，但那是通往更高層次成熟的必經之路。",
    "risk": "無法適應從「資源優勢」轉向「能力優勢」的落差。",
    "vcp": "「抗逆力」與「個人/品牌獨立化」。"
  },
  {
    "id": 71,
    "poem": "櫝藏無價寶和珍，只管當前不識真；若要顯達時機至，直待雲開月朗辰。",
    "interpretation": "價值一直都在，只是需要一個更適合的背景來顯現。在目前的灰暗期，最重要的工作是保養與磨練這個「無價寶」，而非質疑它的存在。",
    "risk": "因自我價值感低落而自我否定，損壞了天賦或核心技術。",
    "vcp": "「自我價值的高度認可」與「沉潛力量」。"
  },
  {
    "id": 72,
    "poem": "天地變通萬物全，自管當前不識真；若要顯達時機至，直待雲開月朗辰。",
    "interpretation": "變局中隱藏著完整的解決方案，只是目前身處局中，尚未看清整體的脈絡。保持呼吸與觀測，當局勢流動到特定位置時，所有的問題將迎刃而解。",
    "risk": "在全局觀尚未形成時，過早進行局部的切斷或變動。",
    "vcp": "「動態平衡力」與「系統化思考」。"
  },
  {
    "id": 73,
    "poem": "棋逢敵手難相勝，推擋之間見苦辛；若要平安無事日，除非絕嶺見麒麟。",
    "interpretation": "正處於競爭的膠著期，這種高強度的對抗會消耗大量的意志。若能從二元對立的競爭中抽離，改用「合作」或「創新維度」來思考，將會看見全新的活路。",
    "risk": "因過度專注於擊敗對方而忽略了自身的長期成長。",
    "vcp": "「競爭維度的提升」與「格局轉換」。"
  },
  {
    "id": 74,
    "poem": "溫柔自古勝剛強，積善人家有餘慶；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "目前的困局無法透過強硬手段突破。唯有溫暖的溝通、對社會價值的回饋，以及對長期善緣的耕耘，才能帶來真正的轉機與慶賀之日。",
    "risk": "以暴力、情緒化或壓迫性的方式處理危機，導致信譽掃地。",
    "vcp": "「影響力（Soft Power）」與「共好價值」。"
  },
  {
    "id": 75,
    "poem": "欲求勝負也難非常，須是用功各自忙；要是平安無事日，除非絕嶺見麒麟。",
    "interpretation": "目前不適合急於分出勝負，因結果可能與預期大相徑庭。最好的方式是專注於提升自身的產品或服務，讓實力說話。當自身境界到達一定高度，勝負自明。",
    "risk": "因追求即時的勝利感而使用了不正當或短視的手段。",
    "vcp": "「專注自我成長」帶來的不可替代性。"
  },
  {
    "id": 76,
    "poem": "否去泰來咫尺間，暫時受苦莫心煎；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "正處於黎明前的黑暗。所有的磨難已經到了最後一刻。目前的苦澀僅是為了洗去舊有的負擔。維持心態的穩定，跨過這一步，便是開闊的泰然局面。",
    "risk": "在最後一哩路因心理崩潰而退縮，功虧一簒。",
    "vcp": "「極限韌性」與「對黎明的信仰」。"
  },
  {
    "id": 77,
    "poem": "自小生身富貴家，眼前萬事總奢華；蒙君指出秦陽路，好似回頭放早衙。",
    "interpretation": "原本依賴的背景正在淡去，新的自主之路已經展開。雖然離開舒適圈會感到些許不安，但這正是你建立屬於自己商業版圖或生命厚度的開始。",
    "risk": "過度留戀過去的資源支持，不敢獨立行走。",
    "vcp": "「人格獨立」與「品牌自主化」。"
  },
  {
    "id": 78,
    "poem": "宛如仙鶴出樊籠，脫卻羈縻處處通；南北東西無障礙，任君直上九霄中。",
    "interpretation": "此時具備極高的自由度與流動性。任何關於跨國、跨業或長期願景的計畫，現在都是啟動的好時機。不再有任何阻礙能攔住這股上升的勢能。",
    "risk": "在巨大的自由中因缺乏自律而導致能量浪費。",
    "vcp": "「全球化視野」與「全方位執行力」。"
  },
  {
    "id": 79,
    "poem": "行人流水自相宜，一事無成兩不利；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "順應趨勢是當下的核心智慧。像流水一樣隨方就圓，不與石頭硬碰。當你的行為與大環境的脈動一致時，阻力會轉化為動力。",
    "risk": "逆流而上，強行推動不合時宜的專案，導致體力與財力雙輸。",
    "vcp": "「趨勢共振」與「彈性應變力」。"
  },
  {
    "id": 80,
    "poem": "愁眉思慮暫時開，啟齒含笑步高台；自古英雄多寂寞，且須忍耐莫疑猜。",
    "interpretation": "憂愁的枷鎖已經解開，是時候展露頭角、走向更高的舞台。路上的孤獨感是價值的勳章。只要目標正確，時間會證明一切，無需因他人的不解而動搖。",
    "risk": "因無法忍受孤獨而向平庸靠攏，喪失了獨特性。",
    "vcp": "「高位階思考」與「自信的修復」。"
  },
  {
    "id": 81,
    "poem": "莫聽旁人說是非，自管當前不識真；若要顯達時機至，直待雲開月朗辰。",
    "interpretation": "身邊的嘈雜聲不具備參考價值。專注於手中的核心業務，保持低調的研發與積累。月朗風清之時，實力自然會說話，流言將不攻自破。",
    "risk": "情緒被負面評價勒索，導致動作變形。",
    "vcp": "「專注力」與「內在評價系統」。"
  },
  {
    "id": 82,
    "poem": "金烏西墜兔東升，日夜循環至古今；僧道得之無損害，工商得之有驚喜。",
    "interpretation": "週期性的更迭帶來了規則的重組。對於靈活的經營者來說，這是一個尋找新市場空白的關鍵期。擁抱變動，驚喜往往藏在變動的交接點。",
    "risk": "忽視系統性的週期信號，用舊方法處理新問題。",
    "vcp": "「靈活性」與「週期觀察力」。"
  },
  {
    "id": 83,
    "poem": "急水灘頭放船歸，風波作浪欲何為；若要平安無事日，除非絕嶺見麒麟。",
    "interpretation": "現在並非冒險突破的時機，水流湍急且浪潮洶湧。最勇敢的行為是適時撤退，保全實力。這種退卻是為了在更平穩的海域重新出航。",
    "risk": "在極端環境下逞強，造成不可逆的毀損。",
    "vcp": "「危機識別力」與「止損勇氣」。"
  },
  {
    "id": 84,
    "poem": "當春久雨喜初晴，玉兔金烏漸漸明；舊事從新修整過，翻身跳出苦難坑。",
    "interpretation": "壓抑已久的局勢終於看見曙光。這是一個徹底清理舊帳、重啟生機的轉點。過去的失敗可以轉化為教訓，幫助你一舉躍上新的台階。",
    "risk": "因過度沉溺於過去的失敗感，而不敢迎接晴天。",
    "vcp": "「再生能力」與「舊資產的新生」。"
  },
  {
    "id": 85,
    "poem": "重重疊疊上瑤台，幾度呼聲不應來；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "追求的過程雖然曲折且幾經挫折，但每一次的向上都是實質的攀升。不要因暫時的無聲而失望，當你登上頂端時，所有的努力都會得到回應。",
    "risk": "在階梯的中間段，因疲憊而停止向上攀登。",
    "vcp": "「毅力」與「多維度進取的價值」。"
  },
  {
    "id": 86,
    "poem": "春來雨水自滋生，莫道今年容易過；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "現在是積累與滋養的關鍵期。好運並非偶然降臨，而是因為你目前所做的每一件事都在為未來鋪路。不要輕視這個看似平凡的階段，它決定了秋天的收穫。",
    "risk": "浪費了滋養期，導致後續發展動力不足。",
    "vcp": "「潛能儲備」與「時機感」。"
  },
  {
    "id": 87,
    "poem": "人行西蜀路艱難，自管當前不識真；若要顯達時機至，直待雲開月朗辰。",
    "interpretation": "目前的進程充滿了挑戰與技術上的難點。這不是要你放棄，而是提醒你此路需要更高的專業素養與耐心。在條件尚未齊備前，緩步前行比疾走更安全。",
    "risk": "低估任務難度，導致準備不足、半途拋錨。",
    "vcp": "「專業厚度」與「高難度領域的開拓」。"
  },
  {
    "id": 88,
    "poem": "茂林松柏正興旺，雨露相滋自長榮；莫道一年容易過，多謀多慮不寬心。",
    "interpretation": "目前正是事業或計畫的鼎盛發展期。資源與環境皆處於最佳匹配狀態。放寬心去運作，不要讓過度的心理負擔干擾了自然的榮景。",
    "risk": "因過度思考而產生的心理耗損，損害了原本優異的表現力。",
    "vcp": "「心理彈性」與「資源高效轉化力」。"
  },
  {
    "id": 89,
    "poem": "勞君問我前程事，好似二人搭渡船；此中定有風波在，且須謹慎保平安。",
    "interpretation": "合作是目前的重點，但也伴隨著摩擦的風險。共同目標雖然一致，但執行細節需要高度的信任與頻繁的對齊。保持溝通的透明度，才能平安度過風波。",
    "risk": "合作夥伴間的信任危機或缺乏溝通，導致專案停滯。",
    "vcp": "「團隊整合力」與「人際避險能力」。"
  },
  {
    "id": 90,
    "poem": "櫝藏無價寶和珍，只管當前不識真；若要顯達時機至，直待雲開月朗辰。",
    "interpretation": "你身上具備的獨特才華或技術，目前尚未被完全釋放或看見。這是一個打磨自我的關鍵期。請相信，這份沈澱是為了在正確的舞台上，展現無法取代的光芒。",
    "risk": "自慚形穢，或因他人眼光而埋沒了自己的天賦。",
    "vcp": "「核心競爭力的深度培育」。"
  },
  {
    "id": 91,
    "poem": "開天闢地良緣在，日吉時良萬事全；若得此籤無敗助，平生富貴喜相連。",
    "interpretation": "一切皆處於最強大的創始動能中。這是從無到有建立系統、品牌或關係的最佳時刻。所有的資源都在為你開路，是一個值得全力以赴的時節。",
    "risk": "因過度樂觀而忽略了契約細節或合規性。",
    "vcp": "「開創性價值」與「強大的執行氣場」。"
  },
  {
    "id": 92,
    "poem": "鯨魚未變守江河，不可發威且待時；頃刻一聲雷震動，殘軀與懶復開嶸。",
    "interpretation": "雖然具備翻江倒海的能力，但目前的舞台（江河）尚不足以讓你施展。此時的「守」是為了等待那個改變命運的雷聲（重大市場趨勢或政策）。蟄伏是為了更有力的起飛。",
    "risk": "在時機未到時強行挑戰，反而被環境所困、消磨了志氣。",
    "vcp": "「戰略定力」與「爆發前的儲能」。"
  },
  {
    "id": 93,
    "poem": "燕子啣泥築壘巢，到頭勞力費煎熬；若還弄得巢成後，且免衰微且免牢。",
    "interpretation": "目前的努力雖然瑣碎且辛苦，但每一塊「泥」都是在建立你未來穩固的基地。當這座堡壘完成後，你將獲得長期的安全感與發展空間。穩定是此時的核心。",
    "risk": "因追求速度而偷工減料，導致未來的根基不穩。",
    "vcp": "「基礎穩固度」與「自給自足的能力」。"
  },
  {
    "id": 94,
    "poem": "千年古鏡復光輝，女解男從始自知；好事雖然成就晚，但須誠意莫遲疑。",
    "interpretation": "曾經被忽視或塵封的技術與計畫，將在當前重新散發價值。這種「老酒新瓶」的轉換會帶來意想不到的好結果。只要你有誠信地經營，這份成就將是長遠的。",
    "risk": "因對速度的執著而否定了那些需要長期發酵的優勢。",
    "vcp": "「經典再造」與「價值挖掘力」。"
  },
  {
    "id": 95,
    "poem": "一鋤掘地出黃金，隨意之時福最深；萬般要求皆如意，百般進步總隨心。",
    "interpretation": "目前正處於一個高回報率的階段。過去看似隨意撒下的種子，現在正在產出「黃金」。不需要過度緊繃，保持隨緣與流動，機會會主動找上門。",
    "risk": "因得來容易而喪失了對市場的敬畏與風險控制。",
    "vcp": "「高轉化效率」與「磁場吸引力」。"
  },
  {
    "id": 96,
    "poem": "投身巖下避風塵，風浪才停又入身；若要平安無事日，除非絕嶺見麒麟。",
    "interpretation": "不斷地尋找避風港可能會讓你疲於奔命。真正的解決方案不在於避開風浪，而是在於提升自己的能量等級，直到風浪不再能影響你的航向。這是內在質變的時刻。",
    "risk": "重複的防禦與躲避，導致資源在守備中消耗殆盡。",
    "vcp": "「格局提升」與「主動性重構」。"
  },
  {
    "id": 97,
    "poem": "奔波役役重重險，帶病提籃向此行；勞心勞力無多利，且且尋求別處耕。",
    "interpretation": "如果在目前的賽道上已經耗盡體力卻仍不見起色，這是一個強烈的信號：需要進行戰略轉場。這不是放棄，而是將珍貴的能量投入到更有潛力的土壤中。",
    "risk": "因死守沈沒成本而拒絕轉型，導致身心俱疲。",
    "vcp": "「決斷力」與「資源再分配的智慧」。"
  },
  {
    "id": 98,
    "poem": "茂林松柏正興旺，雨露相滋自長榮；莫道一年容易過，多謀多慮不寬心。",
    "interpretation": "大局已定，繁榮可期。此時過度的操勞與焦慮反而是一種對現狀的負面干擾。學會信任團隊、信任環境，讓事態自然成熟，是目前最高難度的修行。",
    "risk": "過度管理（Micro-management）導致團隊活力喪失。",
    "vcp": "「信任體系」與「身心平衡」。"
  },
  {
    "id": 99,
    "poem": "勞君問我前程事，好似二人搭渡船；此中定有風波在，且須謹慎保平安。",
    "interpretation": "前進的道路上需要依靠彼此的配合。雖然環境中有不可控的波折，但只要能維持共識與謹慎的航行態度，定能抵達彼岸。現在是強化內部協約的時刻。",
    "risk": "合作者之間的資訊隱瞞或溝通斷層。",
    "vcp": "「契約精神」與「風險分擔能力」。"
  },
  {
    "id": 100,
    "poem": "欲去長江水闊茫，行舟把定未遭風；戶內用心再作福，不如且守免災殃。",
    "interpretation": "最後一首籤詩回歸到了「定力」。在無限的選擇（闊茫長江）面前，最好的行動往往是守住核心的信念。這不是結束，而是下一個更穩健循環的開始。圓滿在於內守。",
    "risk": "在最後關頭因外界誘惑而動搖了長期的戰略定力。",
    "vcp": "「核心價值觀的圓滿」與「穩定性」。"
  }
]
]
